List<Map<String, dynamic>> doctorsTimeData = [
  {
    "name": "Б. Наргиза Акбаровна",
    "profession": "Врач Узд функциональной диагностики",
    "dates": ["Пн, 16 Октября", "Вт, 17 Октября"],
    "available_times": [
      "08:30",
      "09:30",
      "10:30",
      "11:30",
      "12:30",
      "13:30",
      "14:00",
      "16:30"
    ],
  },
  {
    "name": "Б. Наргиза Акбаровна",
    "profession": "Врач Узд функциональной диагностики",
    "dates": ["Пн, 16 Октября", "Вт, 17 Октября"],
    "available_times": [
      "08:30",
      "09:30",
      "10:30",
      "11:30",
      "12:30",
      "13:30",
      "14:00",
      "16:30"
    ],
  },
  {
    "name": "Б. Наргиза Акбаровна",
    "profession": "Врач Узд функциональной диагностики",
    "dates": ["Пн, 16 Октября", "Вт, 17 Октября"],
    "available_times": [
      "08:30",
      "09:30",
      "10:30",
      "11:30",
      "12:30",
      "13:30",
      "14:00",
      "16:30"
    ],
  },
];
